[AttributePresentation_Psycho AttributePresentationDefinition]
Description="$Willow Games. Business card details. Form design."
NoConstraintText=""
Suffix=""
Prefix=""

[Psycho.Head_Pumpkin UsableCustomizationItemDefinition]
ItemCardTopStatString="%snumber 2 %s1"
UseFailureCharacterMessage="You have to do it %s Use this article."
ItemName=""
PickupMessage="I am there %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="general"

[Psycho.Skin_Frank UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2: %s1"
UseFailureCharacterMessage="It has to be you. %s Use it."
ItemName=""
PickupMessage="You got it %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="General"

